const PriceComponent = () => {
    return (
        <div className={'price'}>
            <h4 className={'schedule_and_price__title'}>
                Ціни та Абонименти
            </h4>
            <p className={'price__subtitle'}>
                Ми — молодий та амбітний клуб, який тільки набирає обертів, тому прагнемо зробити тренування доступними для кожного. Наша мета — не лише розвивати
                спортсменів, а й створити сильну, дружню спільноту, де кожен почуватиметься комфортно.<br/><br/>

                Ми проводимо тренування для дітей віком <span>від 5 до 17 років</span>. Заняття проходять <span>2 рази на тиждень і тривають по 1,5 години</span>, що
                дозволяє ефективно поєднувати
                фізичний розвиток, дисципліну та відпочинок без перевантаження.<br/><br/>

                Саме тому ми обрали просту та зрозумілу систему оплати без прихованих умов. Вартість занять становить <span>250 злотих на місяць</span> — це фіксована
                ціна, яка дає
                можливість регулярно відвідувати тренування та поступово досягати результатів.<br/><br/>

                Для тих, хто налаштований серйозно і хоче розвиватися разом із нами, ми пропонуємо вигідніші умови: при оплаті одразу <span>за 3 місяці вартість становить лише
                600 злотих</span>. Це не тільки економія, а й чудова мотивація не пропускати заняття та рухатися вперед.<br/><br/>

                Ми віримо, що справжній прогрес приходить із регулярністю, тому створюємо всі умови, щоб тренування були комфортними, цікавими та
                результативними.<br/>
            </p>
        </div>
    );
};

export default PriceComponent;